BRIEF_QUESTIONS = [
    "🔍 Пожалуйста, дайте краткое описание деятельности вашей компании:",
    "🎯 Как вы можете описать вашу целевую аудиторию?",
    "🛍️ Какие товары или услуги вы предлагаете?",
    "🏆 Укажите 5 основных преимуществ вашей компании или товара:",
    "💡 Каково ваше уникальное торговое предложение?",
    "🎉 Есть ли у вас акции или специальные предложения для клиентов?",
    "🛡️ Какие гарантии получает клиент при обращении к вашей компании?",
]


BRIEF_QUESTIONS_DICT = {
    index + 1: question for index, question in enumerate(BRIEF_QUESTIONS)
}
