START_MESSAGE = """Привет! 👋
Этот бот создан командой <a href='https://polzaagency.ru/?utm_source=bot_emails&utm_medium=tg'>Polza Agency</a>. Мы №1 на рынке аутрича в России и поможем тебе с написанием грамотного оффера! 💼

Перед тем как я смогу проанализировать твою цепочку и дать полезные рекомендации, пожалуйста, посмотри пример качественной цепочки по email-outreach. Это займёт всего пару минут. ⏳
"""

BRIEF_STOP = "Спасибо! Бриф остановлен. Теперь мы можем перейти к следующему этапу."

LETTERS_START_MESSAGE = """Отлично! Теперь пришлите мне ваши письма. ✉️ Вы можете отправлять их по отдельности, и как только все письма будут отправлены, просто нажмите кнопку 'Готово'. Я с нетерпением жду вашего ответа!"""

LETTERS_FINISH_MESSAGE = (
    """Отлично! Вижу твой письма. 📝 Сейчас проверяю цепочку…
Подожди немного, скоро всё будет готово! ⏳"""
)

LETTERS_ANSWER_VARIANTS = [
    "Прекрасно! Убедитесь, что это все письма, которые вы хотите отправить.",
    "Отлично! Готовы ли вы завершить отправку?",
    "Спасибо за отправленные письма! Это все?",
    "Спасибо! Убедитесь, что вы отправили все необходимые письма.",
]

FIRST_GET_CONTACTS1 = """Но это только начало! 😉 Хочешь узнать, как сделать свои кампании еще более успешными и получить больше лидов?
💬 Мы предлагаем провести бесплатную консультацию с экспертом из нашей команды, где расскажем о тонкостях запуска аутрича и поможем решить конкретные проблемы."""

FIRST_GET_CONTACTS = """Отлично! 🙌 Чтобы мы могли связаться с тобой, пожалуйста, оставь свой ник в Telegram и номер телефона для связи. 📱

🔗 Ник в Telegram
🔗 Номер телефона"""

FIRST_GET_CONTACTS_ANS = """Спасибо! 🎉 Мы свяжемся с тобой в ближайшее время для консультации. Ожидай наше сообщение в Telegram. 📬
До связи! 😊
"""

AFTER_GET_CONTACTS_FIRST = """Привет! 👋
Как успехи? 💸💸💸 Надеюсь, наши рекомендации помогли тебе с цепочкой email outreach! 🎯
Но помни, это всего лишь малая часть всех аспектов успешного запуска. 😰 Если возникли трудности с запуском: не знаешь с чего начать, нет идей где брать базы или другие вопросы – мы можем взять твой проект на себя! 💪
💼 Условия сотрудничества:
💰 Гарантия возврата средств по договору, если не будет целевых лидов.
⚡ Запуск за 7 рабочих дней.
🎯 От 15 до 80 лидов в месяц (в зависимости от ниши).
💲 В среднем 2000 руб. за квалифицированного лида.
Если интересно, нажми на кнопку ниже, и мы обсудим проект!
"""

AFTER_GET_CONTACTS_SECOND = """Отлично! 🙌 Чтобы мы могли связаться с тобой, пожалуйста, оставь свой ник в Telegram и номер телефона для связи. 📱

🔗 Ник в Telegram
🔗 Номер телефона"""

AFTER_GET_CONTACTS_ANS = """Спасибо! 🎉 Мы свяжемся с тобой в ближайшее время для консультации. Ожидай наше сообщение в Telegram. 📬
До связи! 😊
"""