START_MESSAGE = """Добрый день! 👋 Я здесь, чтобы помочь вам проверить ваши цепочки писем. Прежде чем мы начнем, пожалуйста, заполните бриф, который поможет мне лучше понять ваш бизнес и целевую аудиторию."""

BRIEF_STOP = "Спасибо! Бриф остановлен. Теперь мы можем перейти к следующему этапу."

LETTERS_START_MESSAGE = """Отлично! Теперь пришлите мне ваши письма. ✉️ Вы можете отправлять их по отдельности, и как только все письма будут отправлены, просто нажмите кнопку 'Готово'. Я с нетерпением жду вашего ответа!"""

LETTERS_FINISH_MESSAGE = (
    "Спасибо! 🤖 Я сейчас проанализирую ваши письма и предоставлю вам результаты."
)

LETTERS_ANSWER_VARIANTS = [
    "Прекрасно! Убедитесь, что это все письма, которые вы хотите отправить.",
    "Отлично! Готовы ли вы завершить отправку?",
    "Спасибо за отправленные письма! Это все?",
    "Спасибо! Убедитесь, что вы отправили все необходимые письма.",
]
