START_MESSAGE = """Привет! 👋
Этот бот создан командой Polza Agency. Мы №1 на рынке аутрича в России и поможем тебе с написанием грамотного оффера! 💼
Я могу проанализировать твою цепочку и дать полезные рекомендации, пожалуйста, отправьте мне письма. Это займёт всего пару минут. ⏳"""

BRIEF_STOP = "Спасибо! Бриф остановлен. Теперь мы можем перейти к следующему этапу."

LETTERS_START_MESSAGE = """Отлично! Теперь пришлите мне ваши письма. ✉️ Вы можете отправлять их по отдельности, и как только все письма будут отправлены, просто нажмите кнопку 'Готово'. Я с нетерпением жду вашего ответа!"""

LETTERS_FINISH_MESSAGE = (
    """Отлично! Вижу твой письма. 📝 Сейчас проверяю цепочку…
Подожди немного, скоро всё будет готово! ⏳"""
)

LETTERS_ANSWER_VARIANTS = [
    "Прекрасно! Убедитесь, что это все письма, которые вы хотите отправить.",
    "Отлично! Готовы ли вы завершить отправку?",
    "Спасибо за отправленные письма! Это все?",
    "Спасибо! Убедитесь, что вы отправили все необходимые письма.",
]
